<?php

return[
    'common' => [
        // 公開状態
        'status' => [
            'none' => [
                'id'   => 0,
                'name' => '未公開',
            ],
            'published' => [
                'id'   => 1,
                'name' => '公開',
            ],
        ],
        'n_a' => [
            1 => '有',
            0 => '無',
        ],
        'umu' => [
            1 => 'あり',
            0 => 'なし',
        ],
        'displayed' => [
            1 => '表示',
            0 => '非表示',
        ],
    ],


];